Repository: nthnbch/zenlink
Catalog: ZenLink/*.lproj/Localizable.strings
Languages: es, fr

# status_active
source: Active
es: Activo
fr: Actif

# status_inactive
source: Inactive
es: Inactivo
fr: Inactif

# tooltip_disable
source: Disable ZenLink
es: Desactivar ZenLink
fr: Désactiver ZenLink

# tooltip_enable
source: Enable ZenLink
es: Activar ZenLink
fr: Activer ZenLink

source: Today
es: Hoy
fr: Aujourd'hui

source: Recent Activity
es: Actividad reciente
fr: Activité récente

source: No recent activity
es: Sin actividad reciente
fr: Aucune activité récente

# cleaned_prefix
source: Cleaned:
es: Limpiado:
fr: Nettoyé :

# ignored_prefix
source: Ignored:
es: Ignorado:
fr: Ignoré :

# time_now
source: Now
es: Ahora
fr: À l'instant

# settings_menu
source: Settingsâ€¦
es: Configuración…
fr: Paramètres…

# tooltip_settings
source: Open ZenLink settings
es: Abrir configuración de ZenLink
fr: Ouvrir les paramètres de ZenLink

source: Quit ZenLink
es: Salir de ZenLink
fr: Quitter ZenLink

# tooltip_quit
source: Quit ZenLink
es: Salir de ZenLink
fr: Quitter ZenLink

# subtitle
source: Automatic link cleaning
es: Limpieza automática de enlaces
fr: Nettoyage automatique des liens

# settings_title
source: ZenLink Settings
es: Configuración de ZenLink
fr: Paramètres ZenLink

# tab_exclusions
source: Exclusions
es: Exclusiones

# tab_advanced
source: Advanced
es: Avanzado
fr: Avancé

# tab_language
source: Language
es: Idioma
fr: Langue

# section_functionality
source: Functionality
es: Funcionamiento
fr: Fonctionnement

source: Enable ZenLink
es: Activar ZenLink
fr: Activer ZenLink

# enable_zenlink_help
source: Enables or disables automatic URL cleaning
es: Activa o desactiva la limpieza automática de URLs
fr: Active ou désactive le nettoyage automatique des URLs

# launch_at_login
source: Launch at startup
es: Iniciar con macOS
fr: Démarrer avec macOS

# launch_at_login_help
source: Automatically launch ZenLink when macOS starts
es: Ejecuta ZenLink automáticamente al iniciar macOS
fr: Lance ZenLink automatiquement au démarrage de macOS

source: Show notifications
es: Mostrar notificaciones
fr: Afficher les notifications

# show_notifications_help
source: Show a notification when a link is cleaned
es: Muestra una notificación cuando se limpia un enlace
fr: Affiche une notification quand un lien est nettoyé

# section_statistics
source: Statistics
es: Estadísticas
fr: Statistiques

source: Reset Statistics
es: Reiniciar estadísticas
fr: Réinitialiser les statistiques

# exclusions_description
source: Links from these domains will not be modified
es: Los enlaces de estos dominios no serán modificados
fr: Les liens de ces domaines ne seront pas modifiés

# add_domain
source: Add a domain
es: Agregar un dominio
fr: Ajouter un domaine

# domain_placeholder
source: example.com
es: ejemplo.com
fr: exemple.com

# add_button
source: Add
es: Agregar
fr: Ajouter

source: Excluded domains
es: Dominios excluidos
fr: Domaines exclus

source: No excluded domains
es: Sin dominios excluidos
fr: Aucun domaine exclu

# remove_button
source: Remove
es: Eliminar
fr: Supprimer

# section_url_cleaning
source: URL Cleaning
es: Limpieza de URLs
fr: Nettoyage des URLs

# remove_tracking_params
source: Remove tracking parameters
es: Eliminar parámetros de seguimiento
fr: Supprimer les paramètres de tracking

# remove_tracking_params_help
source: Removes utm_*, fbclid, gclid, etc.
es: Elimina utm_*, fbclid, gclid, etc.
fr: Supprime utm_*, fbclid, gclid, etc.

# remove_redirects
source: Remove redirections
es: Eliminar redirecciones
fr: Supprimer les redirections

# remove_redirects_help
source: Unfolds shortened links and redirections
es: Despliega enlaces cortos y redirecciones
fr: Déplie les liens raccourcis et redirections

source: Normalize URLs
es: Normalizar URLs
fr: Normaliser les URLs

# normalize_urls_help
source: Standardizes URL format
es: Estandariza el formato de las URLs
fr: Standardise le format des URLs

# section_performance
source: Performance
es: Rendimiento

source: Monitoring delay
es: Retraso de monitoreo
fr: Délai de surveillance

# monitoring_delay_help
source: A shorter delay improves responsiveness but uses more resources
es: Un retraso menor mejora la capacidad de respuesta pero usa más recursos
fr: Un délai plus court améliore la réactivité mais utilise plus de ressources

# section_privacy
source: Privacy
es: Privacidad
fr: Confidentialité

# privacy_local
source: 100% local processing
es: Procesamiento 100% local
fr: Traitement 100% local

# privacy_no_data
source: No data collection
es: Sin recopilación de datos
fr: Aucune collecte de données

# privacy_open_source
source: Open source code
es: Código de fuente abierta
fr: Code open source

# privacy_no_history
source: No history stored
es: Sin historial almacenado
fr: Pas d'historique stocké

# launch_config_comment
source: // Launch at startup configuration
es: // Configuración de inicio automático
fr: // Configuration du démarrage automatique

# launch_config_note
source: // This feature would require ServiceManagement implementation
es: // Esta funcionalidad requeriría la implementación de ServiceManagement
fr: // Cette fonctionnalité nécessiterait l'implémentation de ServiceManagement

# launch_config_note2
source: // or using a startup script
es: // o el uso de un script de inicio
fr: // ou l'utilisation d'un script de démarrage

# activity_cleaned
source: Cleaned: %@
es: Limpiado: %@
fr: Nettoyé : %@

# activity_ignored
source: Ignored: %@
es: Ignorado: %@
fr: Ignoré : %@

# language_settings_title
source: Select Language
es: Seleccionar idioma
fr: Sélectionner la langue

# language_settings_description
source: The application will update immediately when you select a new language.
es: La aplicación se actualizará inmediatamente cuando selecciones un nuevo idioma.
fr: L'application se mettra à jour immédiatement lorsque vous sélectionnerez une nouvelle langue.

# tab_general
source: General
fr: Général
